Repository: joshuabaer/atx-votes
Catalog: ATXVotes/Localizable.xcstrings
Source language: en
Languages: es

source: %@ Primary Election
es: Elección primaria de %@

source: = Key race
es: = Contienda clave

source: = Key race where your vote matters most
es: = Contienda clave donde tu voto importa más

source: Actually, I didn't vote yet
es: En realidad, aún no he votado

source: Address root causes of inequality, not just symptoms
es: Abordar las causas raíz de la desigualdad, no solo los síntomas

source: Admire
es: Admiro

source: Aggressive renewable targets and climate action
es: Metas agresivas de energía renovable y acción climática

source: AI-generated — do your own research.
es: Generado por IA — haz tu propia investigación.

source: AI-Generated Recommendations
es: Recomendaciones generadas por IA

source: AI-generated recommendations — do your own research.
es: Recomendaciones generadas por IA — haz tu propia investigación.

source: AI-generated recommendations may contain errors. Do your own research before voting.
es: Las recomendaciones generadas por IA pueden contener errores. Haz tu propia investigación antes de votar.

source: All AI models are overloaded (%@). Please try again in a minute.
es: Todos los modelos de IA están sobrecargados (%@). Intenta de nuevo en un minuto.

source: All of the above
es: Todo lo anterior

source: Authentication error. Please update the app.
es: Error de autenticación. Por favor actualiza la app.

source: Back
es: Atrás

source: Back to basics
es: Volver a lo básico

source: Balanced approach
es: Enfoque equilibrado

source: Basic guardrails but don't slow things down
es: Límites básicos pero sin frenar el avance

source: Best Available
es: Mejor opción disponible

source: Bipartisan / Works Across Aisle
es: Bipartidista / Trabaja con ambos partidos

source: Bold systemic change, social justice focused
es: Cambio sistémico audaz, enfocado en la justicia social

source: Build more roads
es: Construir más carreteras

source: Build My Guide
es: Crear mi guía

source: Build My Voting Guide
es: Crear mi guía de votación

source: Build, build, build
es: Construir, construir, construir

source: Building Guide
es: Creando tu guía

source: Built with ATX Votes
es: Hecho con ATX Votes

source: Built with ATX Votes — atxvotes.app
es: Hecho con ATX Votes — atxvotes.app

source: Cancel
es: Cancelar

source: candidates
es: candidatos

source: Case by case — depends on the neighborhood
es: Caso por caso — depende del vecindario

source: Cheat Sheet
es: Guía rápida

source: City
es: Ciudad

source: City shouldn't spend resources on federal immigration enforcement
es: La ciudad no debería gastar recursos en la aplicación federal de inmigración

source: Civil Rights
es: Derechos civiles

source: Clean air and water in Austin, green spaces, urban heat
es: Aire y agua limpios en Austin, espacios verdes, calor urbano

source: Clear Call
es: Decisión clara

source: Community health centers and county programs
es: Centros de salud comunitarios y programas del condado

source: Community Safety
es: Seguridad comunitaria

source: Community Ties
es: Lazos comunitarios

source: Competence & Track Record
es: Competencia y trayectoria

source: Competition drives reliability, less ERCOT control
es: La competencia mejora la fiabilidad, menos control de ERCOT

source: Complete
es: Completado

source: Concerns
es: Preocupaciones

source: Connect the grid
es: Conectar la red

source: Conservative
es: Conservador

source: CONTESTED RACES
es: CONTIENDAS COMPETIDAS

source: Continue
es: Continuar

source: Could not refresh summary. Check your connection and try again.
es: No se pudo actualizar el resumen. Revisa tu conexión e intenta de nuevo.

source: Cut taxes & spending
es: Recortar impuestos y gasto

source: days until Election Day
es: días para el día de elecciones

source: Democrat
es: Demócrata

source: Democratic Primary
es: Primaria Demócrata

source: Deregulate more
es: Mayor desregulación

source: Dislike
es: No me gustan

source: District lookup failed. Showing all races.
es: No se pudieron buscar los distritos. Mostrando todas las contiendas.

source: Don't overreact
es: No exagerar

source: Early Voting
es: Votación anticipada

source: Early voting ends Friday. Beat the lines — vote today at any Vote Center in Travis County.
es: La votación anticipada termina el viernes. Evita las filas — vota hoy en cualquier centro de votación del condado de Travis.

source: Early Voting Reminder
es: Recordatorio de votación anticipada

source: Early Voting Starts Today!
es: ¡La votación anticipada comienza hoy!

source: Early!
es: ¡Anticipadamente!

source: Ease zoning, encourage density, let the market work
es: Flexibilizar la zonificación, fomentar la densidad, dejar que el mercado funcione

source: Economy & Cost of Living
es: Economía y costo de vida

source: Education
es: Educación

source: Election Complete
es: Elección completada

source: Election Day
es: Día de elecciones

source: Election Day is Tomorrow
es: El día de elecciones es mañana

source: Election Reminders
es: Recordatorios de elección

source: Endorsements
es: Respaldos

source: Enforce but reform
es: Aplicar la ley pero reformar

source: Enforcement first, then talk about reform
es: Primero aplicar la ley, después hablar de reforma

source: Environment & Climate
es: Medio ambiente y clima

source: Equal treatment
es: Trato igualitario

source: Everyone deserves healthcare regardless of income
es: Todos merecen atención médica sin importar sus ingresos

source: Expand highways and reduce congestion for drivers
es: Ampliar autopistas y reducir la congestión para los conductores

source: Expand Medicaid
es: Expandir Medicaid

source: Expand protections
es: Ampliar protecciones

source: Expand rights and services, government as a force for good
es: Expandir derechos y servicios, el gobierno como fuerza para el bien

source: Experience
es: Experiencia

source: Expired IDs accepted if expired less than 4 years. No expiration limit for voters 70+.
es: Se aceptan identificaciones vencidas si tienen menos de 4 años de vencimiento. Sin límite de vencimiento para votantes de 70 años o más.

source: Finalizing recommendations
es: Finalizando recomendaciones

source: Finalizing recommendations...
es: Finalizando recomendaciones...

source: Find early voting locations
es: Encuentra lugares de votación anticipada

source: Find Election Day locations
es: Encuentra lugares para el día de elecciones

source: Find Your Polling Location
es: Encuentra tu lugar de votación

source: Finding your ballot
es: Buscando tu boleta

source: Finding your ballot...
es: Buscando tu boleta...

source: Fix public schools
es: Mejorar las escuelas públicas

source: Focus on core academics, less politics in schools
es: Enfocarse en materias básicas, menos política en las escuelas

source: Free market
es: Libre mercado

source: Fresh Perspective
es: Perspectiva nueva

source: Fully fund police
es: Financiar completamente a la policía

source: Fund police but invest in alternatives too
es: Financiar a la policía pero también invertir en alternativas

source: Fund services through progressive taxation
es: Financiar servicios mediante impuestos progresivos

source: Fundamental changes to how we approach safety
es: Cambios fundamentales en cómo abordamos la seguridad

source: Fundraising
es: Recaudación de fondos

source: Genuinely Contested
es: Verdaderamente competida

source: Get ahead of problems before they happen
es: Adelantarse a los problemas antes de que ocurran

source: Get notified for early voting and Election Day
es: Recibe notificaciones para la votación anticipada y el día de elecciones

source: Get your sticker
es: Obtén tu sticker

source: Go green fast
es: Transición verde rápida

source: Good Match
es: Buena opción

source: Government does too much, let people keep their money
es: El gobierno hace demasiado, dejar que la gente conserve su dinero

source: Grid & Infrastructure
es: Red eléctrica e infraestructura

source: Hands off
es: No intervenir

source: Healthcare
es: Salud

source: Help your friends vote informed!
es: ¡Ayuda a tus amigos a votar informados!

source: Hire more officers, strong prosecution
es: Contratar más oficiales, fiscalización firme

source: Housing
es: Vivienda

source: How Texas primaries work
es: Cómo funcionan las primarias en Texas

source: How would you describe your political approach?
es: ¿Cómo describirías tu enfoque político?

source: How you might describe your politics to a friend
es: Cómo describirías tu postura política a un amigo

source: I decide issue by issue, not by party
es: Decido tema por tema, no por partido

source: I just built my personalized voting guide for the March 2026 Texas primary with ATX Votes! Build yours in 5 minutes and know exactly who to vote for.
es: ¡Acabo de crear mi guía personalizada de votación para la primaria de Texas de marzo 2026 con ATX Votes! Crea la tuya en 5 minutos y sabe exactamente por quién votar.

source: I value
es: Valoro

source: I Voted
es: Yo voté

source: Immigrants strengthen Austin, expand protections
es: Los inmigrantes fortalecen Austin, ampliar protecciones

source: Immigration
es: Inmigración

source: Incumbent
es: Titular

source: Independence
es: Independencia

source: Independent / Issue-by-Issue
es: Independiente / Tema por tema

source: Integrity & Honesty
es: Integridad y honestidad

source: Invest more if it works
es: Invertir más si funciona

source: is Election Day!
es: ¡es día de elecciones!

source: It's complicated
es: Es complicado

source: It's Election Day!
es: ¡Es día de elecciones!

source: Key Dates
es: Fechas clave

source: Key Positions
es: Posiciones clave

source: Key race
es: Contienda clave

source: Key Races
es: Contiendas clave

source: Last Day of Early Voting!
es: ¡Último día de votación anticipada!

source: Lean
es: Inclinación

source: Lean No
es: Inclinación en contra

source: Lean Yes
es: Inclinación a favor

source: Less regulation, more competition to lower costs
es: Menos regulación, más competencia para reducir costos

source: Let innovation lead, regulate later if needed
es: Dejar que la innovación lidere, regular después si es necesario

source: Libertarian
es: Libertario

source: Light rail, better buses, less car dependence
es: Tren ligero, mejores autobuses, menos dependencia del auto

source: Light touch
es: Regulación ligera

source: Limited government, traditional values, fiscal discipline
es: Gobierno limitado, valores tradicionales, disciplina fiscal

source: Link Texas to national grid for backup
es: Conectar Texas a la red nacional como respaldo

source: Local focus
es: Enfoque local

source: Local isn't federal
es: Lo local no es federal

source: Local resilience
es: Resiliencia local

source: Local solutions
es: Soluciones locales

source: Looking up districts
es: Buscando distritos

source: Looking up your districts...
es: Buscando tus distritos...

source: Maintain current protections, don't roll them back
es: Mantener las protecciones actuales, no retroceder

source: Major overhaul needed
es: Se necesita una reforma profunda

source: Mandate upgrades, spend what it takes to prevent outages
es: Exigir mejoras, gastar lo necesario para prevenir apagones

source: March 2026 Texas Primary
es: Primaria de Texas — Marzo 2026

source: Maximum freedom, minimal government
es: Máxima libertad, gobierno mínimo

source: Microgrids, batteries, community-level solutions
es: Microrredes, baterías, soluciones a nivel comunitario

source: Moderate
es: Moderado

source: More funding and support for neighborhood schools
es: Más fondos y apoyo para las escuelas del vecindario

source: More housing with affordability guardrails
es: Más vivienda con protecciones de asequibilidad

source: Move money toward prevention and social services
es: Destinar dinero a prevención y servicios sociales

source: My Ballot
es: Mi boleta

source: MY BALLOT CHEAT SHEET
es: MI GUÍA RÁPIDA DE BOLETA

source: My Voter Profile — ATX Votes
es: Mi perfil de votante — ATX Votes

source: Not Sure Yet
es: Aún no estoy seguro

source: On Austin transportation, what's the priority?
es: Sobre transporte en Austin, ¿cuál es la prioridad?

source: On civil rights and equality?
es: ¿Sobre derechos civiles e igualdad?

source: On environment and climate?
es: ¿Sobre medio ambiente y clima?

source: On healthcare, where do you stand?
es: Sobre salud, ¿cuál es tu posición?

source: On housing, where do you land?
es: Sobre vivienda, ¿cuál es tu postura?

source: On immigration, what's your view?
es: Sobre inmigración, ¿cuál es tu opinión?

source: On public education, what's your priority?
es: Sobre educación pública, ¿cuál es tu prioridad?

source: On public safety, what's your approach?
es: Sobre seguridad pública, ¿cuál es tu enfoque?

source: On taxes and government spending?
es: ¿Sobre impuestos y gasto público?

source: On tech and AI regulation?
es: ¿Sobre regulación de tecnología e IA?

source: On the power grid and infrastructure?
es: ¿Sobre la red eléctrica e infraestructura?

source: Open in Maps
es: Abrir en Mapas

source: Other Contested Races
es: Otras contiendas competidas

source: Our AI hamsters have run out of snacks. The developer has been notified — please try again later!
es: Nuestros hámsters de IA se quedaron sin bocadillos. El desarrollador ha sido notificado — ¡intenta de nuevo más tarde!

source: Our Pick
es: Nuestra recomendación

source: Personalized recommendations
es: Recomendaciones personalizadas

source: Pick 2-3 that matter most.
es: Elige 2 o 3 que más te importen.

source: Pick your top 3-5. We'll dig deeper on these.
es: Elige los 3 a 5 más importantes. Profundizaremos en estos.

source: Policy Stances:
es: Posturas políticas:

source: Political Outlook
es: Perspectiva política

source: Politicians I admire
es: Políticos que admiro

source: Politicians I dislike
es: Políticos que no me gustan

source: Polling
es: Encuestas

source: Polls are open 7 AM - 7 PM. Vote at any Vote Center. Don't forget your photo ID!
es: Las casillas están abiertas de 7 AM a 7 PM. Vota en cualquier centro de votación. ¡No olvides tu identificación con foto!

source: Powered by Claude (Anthropic)
es: Desarrollado con Claude (Anthropic)

source: Pragmatic center, best ideas from both sides
es: Centro pragmático, las mejores ideas de ambos lados

source: Preserve character, limit density changes
es: Preservar el carácter, limitar cambios de densidad

source: Primary
es: Primaria

source: Print your cheat sheet tonight — phones aren't allowed in the voting booth in Travis County.
es: Imprime tu guía esta noche — no se permiten teléfonos en la casilla de votación en el condado de Travis.

source: Printable cheat sheet for the polls
es: Guía imprimible para las casillas

source: Proactive regulation
es: Regulación proactiva

source: Profile
es: Perfil

source: Progressive
es: Progresista

source: Propositions
es: Proposiciones

source: PROPOSITIONS
es: PROPOSICIONES

source: Protect energy jobs, market-driven solutions
es: Proteger empleos energéticos, soluciones del mercado

source: Protect neighborhoods
es: Proteger los vecindarios

source: Protect what we have
es: Proteger lo que tenemos

source: Public transit
es: Transporte público

# Question %lld of %lld
source: Question %1$lld of %2$lld
es: Pregunta %1$lld de %2$lld

source: Quick interview about your values
es: Entrevista rápida sobre tus valores

source: Raise pay, reduce class sizes, trust educators
es: Aumentar salarios, reducir el tamaño de las clases, confiar en los educadores

source: Recommended
es: Recomendado

source: Redirect funding
es: Redirigir fondos

source: Redirect spending
es: Redirigir el gasto

source: Reduce the need to commute in the first place
es: Reducir la necesidad de desplazarse en primer lugar

source: Reform + fund
es: Reformar y financiar

source: Regenerate profile summary
es: Regenerar resumen del perfil

source: Reminders paused — you voted!
es: Recordatorios pausados — ¡ya votaste!

source: Remote work first
es: Primero el trabajo remoto

source: Renewables and fossil fuels, pragmatic transition
es: Renovables y combustibles fósiles, transición pragmática

source: Republican
es: Republicano

source: Republican Primary
es: Primaria Republicana

source: Required
es: Obligatorio

source: Researching candidates
es: Investigando candidatos

source: Researching candidates...
es: Investigando candidatos...

source: Researching Democrats
es: Investigando demócratas

source: Researching Democrats...
es: Investigando demócratas...

source: Researching Republicans
es: Investigando republicanos

source: Researching Republicans...
es: Investigando republicanos...

source: Researching your ballot...
es: Investigando tu boleta...

source: Reset
es: Reiniciar

source: Resources
es: Recursos

source: Roads, transit, bikes, and walkability together
es: Carreteras, transporte público, bicicletas y peatonalidad juntos

source: Same budget, better priorities
es: Mismo presupuesto, mejores prioridades

source: Same rules for everyone, no special categories
es: Las mismas reglas para todos, sin categorías especiales

source: School choice first
es: Libertad de elección escolar

source: Secure borders AND create legal pathways
es: Asegurar fronteras Y crear vías legales

source: Secure the border
es: Asegurar la frontera

source: Send Feedback
es: Enviar comentarios

source: Server error (%lld). Please try again later.
es: Error del servidor (%lld). Intenta de nuevo más tarde.

source: Share ATX Votes
es: Compartir ATX Votes

source: Showing all races — district lookup unavailable
es: Mostrando todas las contiendas — búsqueda de distritos no disponible

source: Smart growth
es: Crecimiento inteligente

source: Something went wrong
es: Algo salió mal

source: Something went wrong building your guide. Please try again.
es: Algo salió mal al crear tu guía. Intenta de nuevo.

source: Start Over
es: Empezar de nuevo

source: Start Over?
es: ¿Empezar de nuevo?

source: State
es: Estado

source: Step %lld of %lld
es: Paso %lld de %lld

source: Strategic Notes
es: Notas estratégicas

source: Street address
es: Dirección

source: Street Address
es: Dirección

source: Strengths
es: Fortalezas

source: Strong Leadership
es: Liderazgo fuerte

source: Strong Match
es: Altamente compatible

source: Strong oversight
es: Supervisión estricta

source: Stronger anti-discrimination laws and enforcement
es: Leyes antidiscriminación más fuertes y mejor aplicación

source: Symbolic Race
es: Contienda simbólica

source: Systemic change
es: Cambio sistémico

source: Tax the wealthy more
es: Más impuestos a los ricos

source: Taxes
es: Impuestos

source: Teacher-focused
es: Enfocado en los maestros

source: Tech & Innovation
es: Tecnología e innovación

source: Tech companies have too much unchecked power
es: Las empresas tecnológicas tienen demasiado poder sin control

source: Texas has open primaries — tell the poll worker which party's primary you want. You can only vote in one.
es: Texas tiene primarias abiertas — dile al trabajador electoral en cuál primaria quieres votar. Solo puedes votar en una.

source: Texas has open primaries — you choose at the polls. You can only vote in one party's primary.
es: Texas tiene primarias abiertas — tú eliges en las casillas. Solo puedes votar en la primaria de un partido.

source: Texas requires photo ID to vote in person:
es: Texas requiere identificación con foto para votar en persona:

source: Texas should accept federal Medicaid expansion
es: Texas debería aceptar la expansión federal de Medicaid

source: The AI is taking longer than usual. Please try again — it usually works on the second attempt.
es: La IA está tardando más de lo normal. Intenta de nuevo — generalmente funciona en el segundo intento.

source: There's no wrong answer. This helps us understand your lens.
es: No hay respuesta incorrecta. Esto nos ayuda a entender tu perspectiva.

source: These recommendations are generated by AI based on your stated values and publicly available candidate information. They may contain errors. Always do your own research before voting.
es: Estas recomendaciones son generadas por IA basándose en tus valores declarados e información pública de los candidatos. Pueden contener errores. Siempre haz tu propia investigación antes de votar.

source: This takes about a minute
es: Esto toma aproximadamente un minuto

source: This will erase your voter profile and recommendations. You'll need to go through the interview again.
es: Esto borrará tu perfil de votante y recomendaciones. Tendrás que hacer la entrevista de nuevo.

source: TODAY
es: HOY

source: Today's your last chance to vote early. Extended hours until 10 PM at all Vote Centers.
es: Hoy es tu última oportunidad para votar anticipadamente. Horario extendido hasta las 10 PM en todos los centros de votación.

source: Too many requests. Please wait a moment and try again.
es: Demasiadas solicitudes. Espera un momento e intenta de nuevo.

source: Top Issues
es: Temas principales

source: Transportation
es: Transporte

source: Travis County Elections
es: Elecciones del condado de Travis

source: Travis County uses Vote Centers — you can vote at any location.
es: El condado de Travis usa centros de votación — puedes votar en cualquier ubicación.

source: Travis County: You may NOT use your phone in the voting booth. Print your cheat sheet before you go!
es: Condado de Travis: NO puedes usar tu teléfono en la casilla de votación. ¡Imprime tu guía antes de ir!

source: UNCONTESTED
es: SIN OPOSICIÓN

source: Uncontested Races
es: Contiendas sin oposición

source: Universal coverage
es: Cobertura universal

source: Vote at any early voting location in Travis County
es: Vota en cualquier lugar de votación anticipada en el condado de Travis

source: Vote at any Travis County Vote Center through Feb 27. Check your cheat sheet before you go!
es: Vota en cualquier centro de votación del condado de Travis hasta el 27 de febrero. ¡Revisa tu guía antes de ir!

source: Vote at any Vote Center in Travis County
es: Vota en cualquier centro de votación en el condado de Travis

source: Vote Info
es: Info de votación

source: Voter ID
es: Identificación de votante

source: Vouchers, charters, let parents decide
es: Vales, escuelas chárter, que los padres decidan

source: We couldn't find that address. Showing all races in your area.
es: No pudimos encontrar esa dirección. Mostrando todas las contiendas en tu área.

source: We need this to find your exact ballot — your districts depend on where you live.
es: Necesitamos esto para encontrar tu boleta exacta — tus distritos dependen de dónde vives.

source: We research every race on your ballot
es: Investigamos cada contienda en tu boleta

source: We'll build guides for both parties so you can compare.
es: Crearemos guías para ambos partidos para que puedas comparar.

source: Weatherize & invest
es: Climatizar e invertir

source: Welcome
es: Bienvenido

source: Welcoming approach
es: Enfoque acogedor

source: What do you value most in a candidate?
es: ¿Qué es lo que más valoras en un candidato?

source: What issues matter most to you?
es: ¿Qué temas te importan más?

source: What Matters
es: Lo que importa

source: What to Bring
es: Qué llevar

source: What You Value in Candidates
es: Lo que valoras en los candidatos

source: What's your home address?
es: ¿Cuál es tu dirección?

source: Which primary will you vote in?
es: ¿En qué primaria vas a votar?

source: Willing to pay more for effective programs
es: Dispuesto a pagar más por programas que funcionen
